Revit 2027 API
ParameterTypeId.TrussElementReferenceLevelParam Property
 "Reference Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussElementReferenceLevelParam { get; }
Public Shared ReadOnly Property TrussElementReferenceLevelParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussElementReferenceLevelParam {
	ForgeTypeId^ get ();
}
static member TrussElementReferenceLevelParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace